[
  {
    "id": 1,
    "title": "Phàm Nhân Tu Tiên",
    "author": "Vong Ngữ",
    "cover_image": "pham_nhan_tu_tien",
    "description": "Một thiếu niên bình thường vô tình bước chân vào tiên giới, dùng trí tuệ và sự kiên định để đi lên con đường trường sinh bất tử. Con đường tu tiên đầy rẫy hiểm nguy nhưng cũng tràn ngập kỳ ngộ.",
    "category": "Tiên Hiệp",
    "chapters": [
      {
        "chapter_title": "Chương 1: Thất Huyền Môn",
        "content": "Hàn Lập, một thiếu niên với tướng mạo hết sức bình thường, xuất thân từ một sơn thôn nghèo khó nơi khỉ ho cò gáy. Vận mệnh run rủi, vì muốn gia đình có một cuộc sống tốt hơn, hắn đã ghi danh tham gia vào kỳ tuyển chọn đệ tử của Thất Huyền Môn, một trong những môn phái giang hồ có tiếng trong vùng. Cuộc hành trình lên núi đầy gian nan, vượt qua những bài kiểm tra thể lực và ý chí khắc nghiệt, cuối cùng hắn cũng được chấp nhận. \n\nTuy nhiên, khi chính thức bước vào môn phái, Hàn Lập mới nhận ra sự khác biệt to lớn. Hắn không có tư chất hơn người, cũng không có bối cảnh hùng hậu. Giữa những đệ tử khác với tài năng và tham vọng, hắn chỉ như một hạt cát nhỏ bé, không ai chú ý. Hắn được phân vào làm một đệ tử ngoại môn, công việc hằng ngày chỉ là những việc tạp vụ nặng nhọc. Hắn không hề biết rằng, chính tại nơi khởi đầu thấp kém này, một cơ duyên nghịch thiên đang chờ đợi hắn, một cánh cửa đến thế giới tu tiên rộng lớn, đầy rẫy hiểm nguy nhưng cũng tràn ngập kỳ ngộ đang từ từ mở ra trước mắt mình. Chiếc bình nhỏ màu xanh lục mà hắn tình cờ nhặt được sẽ là chìa khóa thay đổi cả vận mệnh của hắn và cả tam giới."
      },
      {
        "chapter_title": "Chương 2: Tiểu Lục Bình",
        "content": "Sau khi gia nhập môn phái, Hàn Lập chỉ là một đệ tử ký danh, địa vị thấp kém. Hắn không có linh căn xuất chúng, tư chất bình thường. May mắn thay, hắn tình cờ nhặt được một chiếc bình nhỏ màu xanh lục, một bảo vật nghịch thiên có khả năng thúc đẩy thực vật sinh trưởng cực nhanh, mở ra con đường luyện đan độc nhất vô nhị. Từ đây, hắn bắt đầu âm thầm tu luyện, dùng linh dược từ chiếc bình để nâng cao tu vi, từng bước vượt qua những khó khăn ban đầu, chuẩn bị cho con đường tu tiên chân chính."
      }
    ]
  },
  {
    "id": 2,
    "title": "Đấu Phá Thương Khung",
    "author": "Thiên Tằm Thổ Đậu",
    "cover_image": "dau_pha_thuong_khung",
    "description": "Tiêu Viêm, một thiên tài tu luyện bỗng trở thành phế vật, vượt qua nghịch cảnh để trở thành cường giả đỉnh cao của Đấu Khí đại lục.",
    "category": "Huyền Huyễn",
    "chapters": [
      {
        "chapter_title": "Chương 1: Thiên tài vẫn lạc",
        "content": "Tại Ô Thản Thành, Tiêu gia từng có một niềm tự hào mang tên Tiêu Viêm. Mới bốn tuổi đã luyện khí, mười tuổi có được cửu đoạn đấu khí, mười một tuổi đột phá thập đoạn đấu khí, thành công ngưng tụ đấu khí toàn thành công, trở thành đấu giả trẻ tuổi nhất của gia tộc trong vòng trăm năm. Vinh quang đó từng khiến cả gia tộc hãnh diện. \n\nThế nhưng, định mệnh trêu ngươi, ba năm trước, tất cả hào quang bỗng chốc tan biến. Đấu khí trong cơ thể hắn không hiểu vì sao cứ liên tục biến mất, khiến tu vi của hắn tụt dốc không phanh, cuối cùng dừng lại ở tam đoạn đấu khí. Từ một thiên tài được vạn người ngưỡng mộ, hắn trở thành một phế vật bị người đời chê cười, ngay cả người hầu trong gia tộc cũng dám buông lời khinh miệt. Đả kích lớn nhất ập đến khi Nạp Lan Yên Nhiên, thiếu tông chủ của Vân Lam Tông, người có hôn ước với hắn từ nhỏ, đích thân đến tận Tiêu gia, trước mặt đông đủ trưởng bối, lạnh lùng đưa ra hai chữ: 'Từ hôn!'. Sự sỉ nhục này như một nhát dao đâm sâu vào lòng tự trọng của thiếu niên, khơi dậy một ý chí bất khuất không cam chịu số phận."
      },
      {
        "chapter_title": "Chương 2: Dược Lão",
        "content": "Trong cơn tuyệt vọng, Tiêu Viêm phát hiện ra nguyên nhân tu vi biến mất là do linh hồn của Dược Trần, một luyện dược sư chí tôn, đang trú ngụ trong chiếc nhẫn của mình. Dược Lão không chỉ giúp hắn khôi phục thiên phú mà còn truyền thụ cho hắn công pháp 'Phần Quyết' và con đường trở thành Luyện dược sư. Từ đây, một huyền thoại mới bắt đầu được viết nên."
      }
    ]
  },
  {
    "id": 3,
    "title": "Võ Luyện Đỉnh Phong",
    "author": "Mặc Mặc",
    "cover_image": "vo_luyen_dinh_phong",
    "description": "Dương Khai, đệ tử của Lăng Tiêu Các, tình cờ có được một cuốn ma thư, từ đó bước trên con đường võ đạo không có điểm dừng.",
    "category": "Huyền Huyễn",
    "chapters": [
      {
        "chapter_title": "Chương 1: Quét rác cũng là một loại tu hành",
        "content": "Tại Lăng Tiêu Các, một trong những tông môn lớn mạnh ở Đại Hán王朝, Dương Khai chỉ là một đệ tử thí luyện cấp thấp nhất. Hằng ngày, công việc của hắn không phải là tu luyện võ kỹ hay minh tưởng hấp thu thiên địa linh khí, mà là quét dọn toàn bộ khu vực ngoại vi của tông môn. Đối với những đệ tử khác, đây là một công việc thấp hèn, nhưng Dương Khai vẫn âm thầm chịu đựng, bởi hắn tin rằng mỗi một việc nhỏ đều có ý nghĩa riêng của nó. Hắn vốn là thiếu gia của Dương gia, nhưng vì một biến cố mà phải lưu lạc đến đây. Trong lòng hắn luôn nung nấu ý chí trở nên mạnh mẽ hơn. Một ngày nọ, khi đang dọn dẹp một nhà kho cũ kỹ, hắn tình cờ phát hiện một cuốn sách màu đen kỳ lạ, không tên, không chữ, chỉ có những hình vẽ cổ quái. Khi hắn vừa chạm vào, một luồng khí tức huyền ảo đã bao trùm lấy hắn, mở ra một con đường tu luyện hoàn toàn mới, đầy chông gai nhưng cũng hứa hẹn sức mạnh vô song."
      }
    ]
  },
  {
    "id": 4,
    "title": "Thần Mộ",
    "author": "Thần Đông",
    "cover_image": "than_mo",
    "description": "Thần đã chết, Ma đã diệt. Ta là ai? Ta từ đâu đến? Thần Ma Lăng Viên, nơi chôn cất của các vị thần và ma viễn cổ, một thanh niên tên Thần Nam từ trong mộ cổ bò ra...",
    "category": "Huyền Huyễn",
    "chapters": [
      {
        "chapter_title": "Chương 1: Vạn năm tỉnh lại",
        "content": "Thần Ma Lăng Viên, một nơi yên nghỉ của các vị thần và ác ma từ thời xa xưa. Nơi đây âm khí nặng nề, quanh năm bao phủ bởi sương mù, không một sinh vật sống nào dám bén mảng. Bất ngờ, từ một ngôi mộ cổ đã bị lãng quên vạn năm, một cánh tay gầy guộc, trắng bệch vươn ra, sau đó là một thân hình xiêu vẹo từ từ bò dậy. Đó là Thần Nam, một thanh niên với ánh mắt mờ mịt, ký ức trống rỗng. Hắn không nhớ mình là ai, tại sao lại ở đây. Vạn năm trôi qua như một giấc mộng, thế giới bên ngoài đã thay đổi hoàn toàn. Thần đã không còn, Ma cũng đã diệt. Hắn phải làm gì để tìm lại quá khứ, tìm lại chính mình giữa thế giới xa lạ này? Những bí ẩn về thân thế, về Thần Ma Lăng Viên, về cuộc chiến kinh thiên động địa thời cổ đại đang chờ hắn khám phá."
      }
    ]
  },
  {
    "id": 5,
    "title": "Tiên Nghịch",
    "author": "Nhĩ Căn",
    "cover_image": "tien_nghich",
    "description": "Vương Lâm, một thiếu niên bình thường, vì một khối thiết tinh mà bước vào con đường tu tiên. Hắn không có tư chất, nhưng lại có một trái tim không cam chịu, từng bước nghịch thiên mà đi.",
    "category": "Tiên Hiệp",
    "chapters": [
      {
        "chapter_title": "Chương 1: Thiếu niên bình thường",
        "content": "Vương Lâm sinh ra trong một gia đình thợ mộc bình thường tại một thôn trang nhỏ. Cuộc sống của hắn vốn dĩ sẽ trôi qua một cách êm đềm như bao người khác nếu không có kỳ khảo hạch của Hằng Nhạc Phái, một môn phái tu tiên trong vùng. Mặc dù rất cố gắng, nhưng tư chất của Vương Lâm quá kém, không đủ tiêu chuẩn để nhập môn. Trong lúc tuyệt vọng trở về, hắn tình cờ phát hiện một hạt châu kỳ lạ trong một khối thiết tinh mà cha hắn để lại. Hạt châu này dường như ẩn chứa một bí mật kinh người. Dù không được nhập môn chính thức, nhưng khát vọng tu tiên trong lòng Vương Lâm chưa bao giờ tắt. Hắn quyết định dựa vào chính mình, dựa vào hạt châu bí ẩn kia để tìm kiếm con đường trường sinh, dù cho con đường đó có gian nan và cô độc đến đâu."
      }
    ]
  },
  {
    "id": 6,
    "title": "Thế Giới Hoàn Mỹ",
    "author": "Thần Đông",
    "cover_image": "the_gioi_hoan_my",
    "description": "Một hạt bụi có thể lấp biển, một cọng cỏ chém rụng trăng sao. Thạch Hạo, một đứa trẻ trời sinh Chí Tôn Cốt, bị người thân hãm hại, bắt đầu con đường truyền kỳ của mình tại Thạch Thôn.",
    "category": "Đông Phương Huyền Huyễn",
    "chapters": [
      {
        "chapter_title": "Chương 1: Thạch Thôn",
        "content": "Tại Đại Hoang mênh mông, vô số bộ lạc sinh sống, đấu tranh với thiên nhiên khắc nghiệt và những hung thú khổng lồ. Thạch Thôn là một trong số đó, một ngôi làng nhỏ bé nằm sâu trong rừng rậm. Nơi đây có một đứa trẻ tên Thạch Hạo, biệt danh là 'Tiểu Bất Điểm'. Hắn trời sinh có dị tượng, sở hữu Chí Tôn Cốt, một loại thiên phú vô thượng. Nhưng cũng chính vì vậy mà hắn trở thành mục tiêu của những kẻ lòng lang dạ sói. Người trong tộc đã nhẫn tâm đào đi Chí Tôn Cốt của hắn, khiến hắn suýt mất mạng. May mắn thay, hắn được tộc trưởng Thạch Vân Phong cứu giúp, đưa về Thạch Thôn nuôi nấng. Dù mất đi Chí Tôn Cốt, nhưng ý chí của Thạch Hạo không hề bị khuất phục. Hắn dùng sữa thú để tôi luyện thân thể, bắt đầu con đường tu luyện gian khổ nhưng cũng đầy hứa hẹn từ những bước chân đầu tiên tại Thạch Thôn."
      }
    ]
  },
  {
    "id": 7,
    "title": "Bàn Long",
    "author": "Ngã Cật Tây Hồng Thị",
    "cover_image": "ban_long",
    "description": "Lâm Lôi Ba Lỗ Khắc, thiếu gia của một gia tộc ma pháp sư sa sút, tình cờ nhặt được chiếc nhẫn Bàn Long, từ đó có được sự chỉ dẫn của một vị Thánh域 cường giả, bước lên con đường đỉnh cao.",
    "category": "Tây Phương Kỳ Huyễn",
    "chapters": [
      {
        "chapter_title": "Chương 1: Chiếc nhẫn Bàn Long",
        "content": "Tại Ngọc Lan đại lục, Lâm Lôi Ba Lỗ Khắc là hậu duệ của một gia tộc Long Huyết Chiến Sĩ từng một thời huy hoàng nhưng nay đã sa sút. Gia tộc Ba Lỗ Khắc nổi tiếng với huyết mạch Long Huyết, nhưng đến đời của Lâm Lôi, huyết mạch này dường như đã suy yếu. Cha hắn, Hoắc Cách Ba Lỗ Khắc, là một ma pháp sư, mong muốn Lâm Lôi cũng theo con đường này. Trong một lần đi chơi ở tổ trạch, Lâm Lôi tình cờ tìm thấy một chiếc nhẫn cổ xưa có hình rồng cuộn, đó chính là chiếc nhẫn Bàn Long. Bên trong chiếc nhẫn ẩn chứa linh hồn của Đức Lâm KhaỐỐc, một vị Thánh域 Ma Đạo Sư đỉnh phong từ năm ngàn năm trước. Sự xuất hiện của Đức Lâm đã hoàn toàn thay đổi vận mệnh của Lâm Lôi, mở ra cho hắn con đường tu luyện ma pháp và chiến sĩ, đồng thời hé lộ những bí mật về huyết mạch Long Huyết của gia tộc."
      }
    ]
  },
  {
    "id": 8,
    "title": "Tinh Thần Biến",
    "author": "Ngã Cật Tây Hồng Thị",
    "cover_image": "tinh_than_bien",
    "description": "Tần Vũ, một thiếu niên không thể tu luyện nội công, đã chọn con đường ngoại công gian khổ để có được sự công nhận của phụ thân. Hắn không ngờ rằng, một viên Tinh Thần Lệ đã thay đổi cả vận mệnh của hắn.",
    "category": "Tiên Hiệp",
    "chapters": [
      {
        "chapter_title": "Chương 1: Tần Vũ",
        "content": "Tần Vũ là tam điện hạ của Trấn Đông Vương Tần Đức, một trong tam đại vương gia của Chu王朝. Sinh ra trong một gia tộc quyền quý, nhưng Tần Vũ lại mang trong mình một nỗi bất hạnh: hắn không thể tu luyện nội công, một điều kiện tiên quyết để trở thành cường giả trong thế giới này. Điều này khiến hắn không nhận được sự coi trọng từ phụ thân và các huynh trưởng. Không cam chịu số phận, Tần Vũ quyết định đi theo con đường ngoại công đầy gian khổ, ngày đêm rèn luyện thân thể với hy vọng một ngày nào đó có thể sánh vai cùng các huynh trưởng, có được sự công nhận của cha. Trong một lần tình cờ, hắn nhặt được một viên đá kỳ lạ có tên Tinh Thần Lệ. Hắn không biết rằng, viên đá nhỏ bé này sẽ mở ra cho hắn một con đường tu luyện độc nhất vô nhị, vượt qua cả giới hạn của nội công và ngoại công, đưa hắn đến những cảnh giới không ai có thể tưởng tượng."
      }
    ]
  },
  {
    "id": 9,
    "title": "Tuyệt Thế Võ Hồn",
    "author": "Lạc Thành Đông",
    "cover_image": "tuyet_the_vo_hon",
    "description": "Ở Long Mạch đại lục, vạn tộc san sát, tông môn vô số, cường giả hủy thiên diệt địa. Trần Phong, một thiếu niên với võ hồn phế vật, nhận được傳承 của Long Huyết Chiến Thần, từ đó vùng lên mạnh mẽ.",
    "category": "Huyền Huyễn",
    "chapters": [
      {
        "chapter_title": "Chương 1: Võ hồn phế vật",
        "content": "Long Mạch đại lục, một thế giới mà võ hồn quyết định tất cả. Võ hồn mạnh mẽ đồng nghĩa với thiên phú tu luyện cao, tương lai rộng mở. Trần Phong, thiếu niên của Trần gia, từng là một thiên tài được kỳ vọng, nhưng vào ngày thức tỉnh võ hồn, hắn chỉ thức tỉnh được một võ hồn Hoàng cấp nhất phẩm, loại võ hồn rác rưởi nhất. Từ đó, hắn trở thành trò cười cho thiên hạ, bị vị hôn thê từ hôn, bị người trong tộc khinh miệt. Ba năm trôi qua, hắn vẫn không ngừng nỗ lực, nhưng tu vi vẫn dậm chân tại chỗ. Trong một lần bị người khác hãm hại, đẩy xuống vực sâu, tưởng chừng như đã chết, Trần Phong bất ngờ nhận được truyền thừa của Long Huyết Chiến Thần cổ đại. Một giọt máu rồng dung nhập vào cơ thể, không chỉ chữa lành thương thế mà còn cải biến võ hồn của hắn, mở ra một con đường nghịch thiên cải mệnh."
      }
    ]
  },
  {
    "id": 10,
    "title": "Linh Vũ Thiên Hạ",
    "author": "Vũ Phong",
    "cover_image": "linh_vu_thien_ha",
    "description": "Lục Thiếu Du, linh hồn từ thế giới hiện đại xuyên không vào cơ thể của một thiếu gia không có địa vị, mang theo ký ức hai đời, tu luyện 'Âm Dương Linh Vũ quyết', bước trên con đường bá chủ.",
    "category": "Dị Giới",
    "chapters": [
      {
        "chapter_title": "Chương 1: Xuyên không",
        "content": "Lục Thiếu Du, một sát thủ hàng đầu của thế kỷ 21, trong một lần làm nhiệm vụ đã bất ngờ xuyên không đến một thế giới hoàn toàn xa lạ. Hắn nhập vào cơ thể của một thiếu gia cùng tên, con trai của một chi thứ Lục gia, không có địa vị, lại còn bị người ta coi là một tên ngốc. Mang theo ký ức và kinh nghiệm của hai đời, Lục Thiếu Du quyết không để mình chịu thiệt thòi. Hắn phát hiện ra thế giới này có cả Linh giả và Vũ giả, những người có thể tu luyện sức mạnh siêu phàm. Tình cờ, hắn tìm được công pháp 'Âm Dương Linh Vũ Quyết', một công pháp cho phép tu luyện cả linh lực và vũ lực. Từ đó, Lục Thiếu Du bắt đầu con đường trở thành một tồn tại độc nhất vô nhị, từng bước thu phục mỹ nhân, khiêu chiến cường địch, thống nhất thiên hạ."
      }
    ]
  },
  {
    "id": 11,
    "title": "Ngạo Thế Cửu Trọng Thiên",
    "author": "Phong Lăng Thiên Hạ",
    "cover_image": "ngao_the_cuu_trong_thien",
    "description": "Sở Dương, đệ tử đời thứ năm của Thiên Ngoại Lâu, vì bảo vệ bí mật Cửu Kiếp Kiếm mà bị vây công tới chết, bất ngờ trọng sinh trở lại năm 16 tuổi. Một đời này, hắn quyết không để bi kịch lặp lại.",
    "category": "Kiếm Hiệp",
    "chapters": [
      {
        "chapter_title": "Chương 1: Trọng sinh",
        "content": "Sở Dương, một đời kiêu hùng, là chủ nhân đời thứ chín của Cửu Kiếp Kiếm, thanh kiếm ẩn chứa bí mật kinh thiên. Vì bảo vệ Cửu Kiếp Kiếm khỏi sự dòm ngó của các thế lực cường đại, hắn đã chiến đấu đến hơi thở cuối cùng, cuối cùng bị vây công đến chết. Tưởng chừng như mọi thứ đã kết thúc, nhưng không ngờ, linh hồn của hắn lại trọng sinh trở về thời điểm hắn mới mười sáu tuổi, vẫn còn là một đệ tử bình thường của Thiên Ngoại Lâu. Cơ hội làm lại cuộc đời đã đến. Với kinh nghiệm và kiến thức của một đời trước, Sở Dương quyết tâm thay đổi vận mệnh, không để những bi kịch trong quá khứ lặp lại. Hắn sẽ tìm lại Cửu Kiếp Kiếm, bảo vệ những người thân yêu, và bước lên con đường đỉnh cao của võ đạo, ngạo thị Cửu Trọng Thiên."
      }
    ]
  },
  {
    "id": 12,
    "title": "Già Thiên",
    "author": "Thần Đông",
    "cover_image": "gia_thien",
    "description": "Cửu long kéo quan tài, một thế giới tu tiên rộng lớn mở ra. Diệp Phàm và các bạn học bị đưa đến một hành tinh xa lạ, bắt đầu hành trình tìm đường về nhà và khám phá bí mật của vũ trụ.",
    "category": "Tiên Hiệp",
    "chapters": [
      {
        "chapter_title": "Chương 1: Cửu long kéo quan tài",
        "content": "Trên đỉnh Thái Sơn linh thiêng, trong một buổi họp lớp bình thường, Diệp Phàm và các bạn học bất ngờ chứng kiến một cảnh tượng kinh hoàng: chín con rồng đen khổng lồ kéo theo một chiếc quan tài bằng đồng cổ xưa từ trên trời giáng xuống. Không kịp phản ứng, tất cả mọi người đều bị hút vào bên trong chiếc quan tài. Khi tỉnh lại, họ đã thấy mình ở một nơi hoàn toàn xa lạ, một thế giới hoang sơ và nguy hiểm được gọi là Bắc Đẩu tinh vực. Đây là một thế giới tu tiên, nơi có những Thánh Địa hùng mạnh, những Yêu Tộc cổ xưa, và những bí mật kinh thiên động địa. Diệp Phàm, một thanh niên bình thường trên Trái Đất, phải làm thế nào để sinh tồn, để tìm đường trở về, và liệu hắn có thể khám phá ra bí mật đằng sau Cửu Long Kéo Quan Tài và thân thế của chính mình hay không?"
      }
    ]
  },
  {
    "id": 13,
    "title": "Đại Chúa Tể",
    "author": "Thiên Tằm Thổ Đậu",
    "cover_image": "dai_chua_te",
    "description": "Tại Đại Thiên thế giới, Mục Trần, một thiếu niên từ Bắc Linh cảnh, mang trong mình huyết mạch của Thần tộc, nỗ lực tu luyện để tìm kiếm mẹ của mình và trở thành cường giả tuyệt thế.",
    "category": "Huyền Huyễn",
    "chapters": [
      {
        "chapter_title": "Chương 1: Thiếu niên Bắc Linh cảnh",
        "content": "Đại Thiên thế giới, vạn tộc林立, cường giả như mây. Tại Bắc Linh Cảnh, một trong vô số lãnh địa, Mục Trần là thiếu chủ của Mục Vực. Tuy nhiên, hắn lại là người duy nhất trong Bắc Linh Cảnh không thể tiến vào Linh Lộ, một con đường thử luyện danh giá dành cho các thiên tài trẻ tuổi. Điều này khiến hắn trở thành đối tượng bị nhiều người chế giễu. Nhưng ít ai biết rằng, Mục Trần mang trong mình một huyết mạch bất phàm và một ý chí kiên định. Hắn quyết tâm tu luyện, không ngừng nỗ lực để chứng minh bản thân, để tìm kiếm người mẹ đã rời bỏ hắn từ khi còn nhỏ, và để một ngày nào đó có thể đứng trên đỉnh cao của Đại Thiên thế giới, trở thành một Đại Chúa Tể thực sự, nắm giữ vận mệnh của chính mình."
      }
    ]
  }
]